Repository: javierferrersb/FluentTasks
Catalog: FluentTasks/Strings/*/Resources.resw
Source language: en_us
Languages: bg_bg, bn_bd, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, mt_mt, nb_no, pa_pk, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

# TaskListSortOptionDefault
source: Default
bg_bg: По подразбиране
bn_bd: ডিফল্ট
ca_es: Predeterminat
cs_cz: Výchozí
da_dk: Standard
el_gr: Προεπιλογή
es_es: Predeterminado
et_ee: Vaikimisi
fi_fi: Oletus
fr_fr: Par défaut
ga_ie: Réamhshocrú
he_il: ברירת מחדל
hi_in: डिफ़ॉल्ट
hr_hr: Zadano
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefinito
ja_jp: 既定
ko_kr: 기본
lt_lt: Numatyta
lv_lv: Noklusējums
mt_mt: Standard
nb_no: Standard
pa_pk: ڈیفالٹ
pl_pl: Domyślne
pt_pt: Predefinido
ro_ro: Implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sl_si: Privzeto
sr_latn_rs: Podrazumevano
sv_se: Standard
th_th: ค่าเริ่มต้น
tr_tr: Varsayılan
uk_ua: За замовчуванням
vi_vn: Mặc định
zh_tw: 預設

# NotesTextBox.PlaceholderText
source: Add details about this task...
bg_bg: Добавете детайли за тази задача...
bn_bd: এই টাস্ক সম্পর্কে বিস্তারিত যোগ করুন...
ca_es: Afegeix detalls sobre aquesta tasca...
cs_cz: Přidejte podrobnosti o tomto úkolu...
da_dk: Tilføj detaljer om denne opgave...
el_gr: Προσθέστε λεπτομέρειες για αυτή την εργασία...
es_es: Agrega detalles sobre esta tarea...
et_ee: Lisa selle ülesande kohta üksikasju...
fi_fi: Lisää lisätietoja tästä tehtävästä...
fr_fr: Ajoutez des détails sur cette tâche...
ga_ie: Cuir sonraí leis faoin tasc seo...
he_il: הוסף פרטים על משימה זו...
hi_in: इस टास्क के बारे में विवरण जोड़ें...
hr_hr: Dodajte detalje o ovom zadatku...
hu_hu: Adjon meg részleteket ehhez a feladathoz...
id_id: Tambahkan detail tentang tugas ini...
it_it: Aggiungi dettagli su questa attivita...
ja_jp: このタスクの詳細を追加...
ko_kr: 이 작업에 대한 세부 정보를 추가...
lt_lt: Pridėkite daugiau informacijos apie šią užduotį...
lv_lv: Pievienojiet detaļas par šo uzdevumu...
mt_mt: Żid dettalji dwar dan il-kompitu...
nb_no: Legg til detaljer om denne oppgaven...
pa_pk: ایس ٹاسک بارے تفصیل شامل کرو...
pl_pl: Dodaj szczegóły dotyczące tego zadania...
pt_pt: Adicionar detalhes sobre esta tarefa...
ro_ro: Adăugați detalii despre această sarcină...
ru_ru: Добавьте детали по задаче...
sk_sk: Pridajte detaily o tejto úlohe...
sl_si: Dodajte podrobnosti o tem opravilu...
sr_latn_rs: Dodajte detalje o ovom zadatku...
sv_se: Lägg till detaljer om den här uppgiften...
th_th: เพิ่มรายละเอียดเกี่ยวกับงานนี้...
tr_tr: Bu görev hakkında ayrıntı ekleyin...
uk_ua: Додайте деталі про це завдання...
vi_vn: Thêm chi tiết cho công việc này...
zh_tw: 新增有關此任務的詳情...

# ShellStatusListCreated
source: List created
bg_bg: Списъкът е създаден
bn_bd: তালিকা তৈরি হয়েছে
ca_es: Llista creada
cs_cz: Seznam vytvořen
da_dk: Liste oprettet
el_gr: Η λίστα δημιουργήθηκε
es_es: Lista creada
et_ee: Loend loodud
fi_fi: Lista luotu
fr_fr: Liste créée
ga_ie: Liosta cruthaithe
he_il: הרשימה נוצרה
hi_in: सूची बनाई गई
hr_hr: Popis je stvoren
hu_hu: Lista létrehozva
id_id: Daftar dibuat
it_it: Lista creata
ja_jp: リストを作成しました
ko_kr: 목록이 생성됨
lt_lt: Sąrašas sukurtas
lv_lv: Saraksts izveidots
mt_mt: Inħolqot lista
nb_no: Liste opprettet
pa_pk: لسٹ بن گئی
pl_pl: Utworzono listę
pt_pt: Lista criada
ro_ro: Lista a fost creată
ru_ru: Список создан
sk_sk: Zoznam vytvorený
sl_si: Seznam je ustvarjen
sr_latn_rs: Lista kreirana
sv_se: Lista skapad
th_th: สร้างรายการแล้ว
tr_tr: Liste oluşturuldu
uk_ua: Список створено
vi_vn: Đã tạo danh sách
zh_tw: 列表已建立

# DeleteButton.ToolTipService.ToolTip
source: Delete list
bg_bg: Изтрий списъка
bn_bd: তালিকা মুছুন
ca_es: Suprimeix llista
cs_cz: Smazat seznam
da_dk: Slet liste
el_gr: Διαγραφή λίστας
es_es: Eliminar lista
et_ee: Kustuta loend
fi_fi: Poista lista
fr_fr: Supprimer la liste
ga_ie: Scrios liosta
he_il: מחק רשימה
hi_in: सूची हटाएँ
hr_hr: Izbriši popis
hu_hu: Lista törlése
id_id: Hapus daftar
it_it: Elimina lista
ja_jp: リストを削除
ko_kr: 목록 삭제
lt_lt: Ištrinti sąrašą
lv_lv: Dzēst sarakstu
mt_mt: Ħassar il-lista
nb_no: Slett liste
pa_pk: لسٹ حذف کرو
pl_pl: Usuń listę
pt_pt: Eliminar lista
ro_ro: Șterge lista
ru_ru: Удалить список
sk_sk: Odstrániť zoznam
sl_si: Izbriši seznam
sr_latn_rs: Obriši listu
sv_se: Ta bort lista
th_th: ลบรายการ
tr_tr: Listeyi sil
uk_ua: Видалити список
vi_vn: Xóa danh sách
zh_tw: 刪除列表

# ListNameTextBox.Header
source: List name
bg_bg: Име на списъка
bn_bd: তালিকার নাম
ca_es: Nom de la llista
cs_cz: Název seznamu
da_dk: Listenavn
el_gr: Όνομα λίστας
es_es: Nombre de la lista
et_ee: Loendi nimi
fi_fi: Listan nimi
fr_fr: Nom de la liste
ga_ie: Ainm liosta
he_il: שם הרשימה
hi_in: सूची का नाम
hr_hr: Naziv popisa
hu_hu: Lista neve
id_id: Nama daftar
it_it: Nome lista
ja_jp: リスト名
ko_kr: 목록 이름
lt_lt: Sąrašo pavadinimas
lv_lv: Saraksta nosaukums
mt_mt: Isem tal-lista
nb_no: Listenavn
pa_pk: لسٹ دا ناں
pl_pl: Nazwa listy
pt_pt: Nome da lista
ro_ro: Nume listă
ru_ru: Название списка
sk_sk: Názov zoznamu
sl_si: Ime seznama
sr_latn_rs: Naziv liste
sv_se: Listnamn
th_th: ชื่อรายการ
tr_tr: Liste adı
uk_ua: Назва списку
vi_vn: Tên danh sách
zh_tw: 列表名稱

# EmptyStateTitleTextBlock.Text
source: No tasks
bg_bg: Няма задачи
bn_bd: কোনো টাস্ক নেই
ca_es: No hi ha tasques
cs_cz: Žádné úkoly
da_dk: Ingen opgaver
el_gr: Δεν υπάρχουν εργασίες
es_es: No hay tareas
et_ee: Ülesandeid pole
fi_fi: Ei tehtäviä
fr_fr: Aucune tâche
ga_ie: Níl aon tascanna ann
he_il: אין משימות
hi_in: कोई टास्क नहीं
hr_hr: Nema zadataka
hu_hu: Nincsenek feladatok
id_id: Tidak ada tugas
it_it: Nessuna attivita
ja_jp: タスクはありません
ko_kr: 작업이 없습니다
lt_lt: Nėra užduočių
lv_lv: Nav uzdevumu
mt_mt: Ebda kompitu
nb_no: Ingen oppgaver
pa_pk: کوئی ٹاسک نہیں
pl_pl: Brak zadań
pt_pt: Sem tarefas
ro_ro: Nicio sarcină
ru_ru: Нет задач
sk_sk: Žiadne úlohy
sl_si: Ni opravil
sr_latn_rs: Nema zadataka
sv_se: Inga uppgifter
th_th: ไม่มีงาน
tr_tr: Görev yok
uk_ua: Немає завдань
vi_vn: Không có công việc
zh_tw: 暫無任務

# SettingsAboutDeveloperTextBlock.Text
source: About the Developer
bg_bg: За разработчика
bn_bd: ডেভেলপার সম্পর্কে
ca_es: Sobre el desenvolupador
cs_cz: O vývojáři
da_dk: Om udvikleren
el_gr: Σχετικά με τον προγραμματιστή
es_es: Acerca del desarrollador
et_ee: Arendajast
fi_fi: Tietoja kehittäjästä
fr_fr: À propos du développeur
ga_ie: Maidir leis an bhforbróir
he_il: אודות המפתח
hi_in: डेवलपर के बारे में
hr_hr: O programeru
hu_hu: A fejlesztőről
id_id: Tentang Pengembang
it_it: Informazioni sullo sviluppatore
ja_jp: 開発者について
ko_kr: 개발자 정보
lt_lt: Apie kūrėją
lv_lv: Par izstrādātāju
mt_mt: Dwar l-Iżviluppatur
nb_no: Om utvikleren
pa_pk: ڈویلپر بارے
pl_pl: O deweloperze
pt_pt: Sobre o programador
ro_ro: Despre dezvoltator
ru_ru: О разработчике
sk_sk: O vývojárovi
sl_si: O razvijalcu
sr_latn_rs: O programeru
sv_se: Om utvecklaren
th_th: เกี่ยวกับนักพัฒนา
tr_tr: Geliştirici Hakkında
uk_ua: Про розробника
vi_vn: Về nhà phát triển
zh_tw: 關於開發者

# TaskListNoListSelectedTitleBlock.Text
source: Select a list to get started
bg_bg: Изберете списък, за да започнете
bn_bd: শুরু করতে একটি তালিকা নির্বাচন করুন
ca_es: Selecciona una llista per començar
cs_cz: Vyberte seznam a začněte
da_dk: Vælg en liste for at komme i gang
el_gr: Επιλέξτε λίστα για να ξεκινήσετε
es_es: Selecciona una lista para comenzar
et_ee: Alustamiseks vali loend
fi_fi: Valitse lista aloittaaksesi
fr_fr: Sélectionnez une liste pour commencer
ga_ie: Roghnaigh liosta chun tosú
he_il: בחר רשימה כדי להתחיל
hi_in: शुरू करने के लिए एक सूची चुनें
hr_hr: Odaberite popis za početak
hu_hu: A kezdéshez válasszon egy listát
id_id: Pilih daftar untuk memulai
it_it: Seleziona una lista per iniziare
ja_jp: 開始するにはリストを選択してください
ko_kr: 시작하려면 목록을 선택하세요
lt_lt: Pasirinkite sąrašą, kad pradėtumėte
lv_lv: Lai sāktu, izvēlieties sarakstu
mt_mt: Agħżel lista biex tibda
nb_no: Velg en liste for å komme i gang
pa_pk: شروع کرن لئی اک لسٹ چنو
pl_pl: Wybierz listę, aby rozpocząć
pt_pt: Selecione uma lista para começar
ro_ro: Selectați o listă pentru a începe
ru_ru: Выберите список, чтобы начать
sk_sk: Vyberte zoznam a začnite
sl_si: Izberite seznam za začetek
sr_latn_rs: Izaberite listu za početak
sv_se: Välj en lista för att komma igång
th_th: เลือกรายการเพื่อเริ่มต้น
tr_tr: Başlamak için bir liste seçin
uk_ua: Оберіть список, щоб почати
vi_vn: Chọn một danh sách để bắt đầu
zh_tw: 選擇一個列表以開始使用

# SettingsMadeWithTextBlock.Text
source: Made with
bg_bg: Направено с
bn_bd: ভালবাসায় তৈরি
ca_es: Fet amb
cs_cz: Vytvořeno s
da_dk: Lavet med
el_gr: Φτιαγμένο με
es_es: Hecho con
et_ee: Tehtud
fi_fi: Tehty
fr_fr: Fait avec
ga_ie: Déanta le
he_il: נוצר עם
hi_in: के साथ बनाया गया
hr_hr: Napravljeno s
hu_hu: Készült
id_id: Dibuat dengan
it_it: Fatto con
lt_lt: Sukurta su
lv_lv: Radīts ar
mt_mt: Magħmula b'
nb_no: Laget med
pa_pk: بنایا گیا
pl_pl: Stworzone z
pt_pt: Feito com
ro_ro: Realizat cu
ru_ru: Сделано с
sk_sk: Vyrobené s
sl_si: Narejeno z
sr_latn_rs: Napravljeno sa
sv_se: Skapad med
th_th: สร้างด้วย
tr_tr: Aşk ile yapıldı
uk_ua: Зроблено з
vi_vn: Làm bằng
zh_tw: 用心製作

# TaskDetailsDialog.CloseButtonText
source: Cancel
bg_bg: Отказ
bn_bd: বাতিল
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
el_gr: Ακύρωση
es_es: Cancelar
et_ee: Tühista
fi_fi: Peruuta
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
mt_mt: Ikkanċella
nb_no: Avbryt
pa_pk: منسوخ
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sr_latn_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_tw: 取消

# ListEditorDialog.PrimaryButtonText
source: Save
bg_bg: Запази
bn_bd: সংরক্ষণ করুন
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fi_fi: Tallenna
fr_fr: Enregistrer
ga_ie: Sábháil
he_il: שמור
hi_in: सहेजें
hr_hr: Spremi
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
lt_lt: Išsaugoti
lv_lv: Saglabāt
mt_mt: Issejvja
nb_no: Lagre
pa_pk: محفوظ کرو
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvează
ru_ru: Сохранить
sk_sk: Uložiť
sl_si: Shrani
sr_latn_rs: Sačuvaj
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_tw: 儲存

# TaskListStatusTaskCompleted
source: Task completed
bg_bg: Задачата е завършена
bn_bd: টাস্ক সম্পন্ন হয়েছে
ca_es: Tasca completada
cs_cz: Úkol dokončen
da_dk: Opgave fuldført
el_gr: Η εργασία ολοκληρώθηκε
es_es: Tarea completada
et_ee: Ülesanne lõpetatud
fi_fi: Tehtävä valmis
fr_fr: Tâche terminée
ga_ie: Tasc críochnaithe
he_il: המשימה הושלמה
hi_in: टास्क पूरा हुआ
hr_hr: Zadatak je dovršen
hu_hu: Feladat befejezve
id_id: Tugas selesai
it_it: Attivita completata
ja_jp: タスクを完了しました
ko_kr: 작업이 완료됨
lt_lt: Užduotis užbaigta
lv_lv: Uzdevums pabeigts
mt_mt: Il-kompitu tlesta
nb_no: Oppgave fullført
pa_pk: ٹاسک مکمل ہو گیا
pl_pl: Ukończono zadanie
pt_pt: Tarefa concluída
ro_ro: Sarcina a fost finalizată
ru_ru: Задача выполнена
sk_sk: Úloha dokončená
sl_si: Opravilo je dokončano
sr_latn_rs: Zadatak završen
sv_se: Uppgift slutförd
th_th: ทำงานเสร็จแล้ว
tr_tr: Görev tamamlandı
uk_ua: Завдання виконано
vi_vn: Đã hoàn thành công việc
zh_tw: 任務已完成

# TaskTitleTextBox.PlaceholderText
source: Task title
bg_bg: Заглавие на задачата
bn_bd: টাস্কের শিরোনাম
ca_es: Títol de la tasca
cs_cz: Název úkolu
da_dk: Opgavetitel
el_gr: Τίτλος εργασίας
es_es: Título de la tarea
et_ee: Ülesande pealkiri
fi_fi: Tehtävän otsikko
fr_fr: Titre de la tâche
ga_ie: Teideal taisc
he_il: כותרת משימה
hi_in: टास्क शीर्षक
hr_hr: Naslov zadatka
hu_hu: Feladat címe
id_id: Judul tugas
it_it: Titolo attivita
ja_jp: タスク名
ko_kr: 작업 제목
lt_lt: Užduoties pavadinimas
lv_lv: Uzdevuma nosaukums
mt_mt: Titlu tal-kompitu
nb_no: Oppgavetittel
pa_pk: ٹاسک دا عنوان
pl_pl: Tytuł zadania
pt_pt: Título da tarefa
ro_ro: Titlul sarcinii
ru_ru: Название задачи
sk_sk: Názov úlohy
sl_si: Naslov opravila
sr_latn_rs: Naslov zadatka
sv_se: Uppgiftstitel
th_th: ชื่องาน
tr_tr: Görev başlığı
uk_ua: Назва завдання
vi_vn: Tiêu đề công việc
zh_tw: 任務標題

# StatusTextBlock.Text
source: Ready
bg_bg: Готово
bn_bd: প্রস্তুত
ca_es: A punt
cs_cz: Připraveno
da_dk: Klar
el_gr: Έτοιμο
es_es: Listo
et_ee: Valmis
fi_fi: Valmis
fr_fr: Prêt
ga_ie: Réidh
he_il: מוכן
hi_in: तैयार
hr_hr: Spremno
hu_hu: Kész
id_id: Siap
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비됨
lt_lt: Paruošta
lv_lv: Gatavs
mt_mt: Lest
nb_no: Klar
pa_pk: تیار
pl_pl: Gotowe
pt_pt: Pronto
ro_ro: Gata
ru_ru: Готово
sk_sk: Pripravené
sl_si: Pripravljeno
sr_latn_rs: Spremno
sv_se: Klar
th_th: พร้อม
tr_tr: Hazır
uk_ua: Готово
vi_vn: Sẵn sàng
zh_tw: 就緒

# NotesTextBox.Header
source: Notes
bg_bg: Бележки
bn_bd: নোট
cs_cz: Poznámky
da_dk: Noter
el_gr: Σημειώσεις
es_es: Notas
et_ee: Märkmed
fi_fi: Muistiinpanot
ga_ie: Nótaí
he_il: הערות
hi_in: नोट्स
hr_hr: Bilješke
hu_hu: Jegyzetek
id_id: Catatan
it_it: Note
ja_jp: メモ
ko_kr: 메모
lt_lt: Pastabos
lv_lv: Piezīmes
mt_mt: Noti
nb_no: Notater
pa_pk: نوٹس
pl_pl: Notatki
pt_pt: Notas
ro_ro: Note
ru_ru: Заметки
sk_sk: Poznámky
sl_si: Opombe
sr_latn_rs: Beleške
sv_se: Anteckningar
th_th: บันทึก
tr_tr: Notlar
uk_ua: Нотатки
vi_vn: Ghi chú
zh_tw: 備註

# AddTaskButtonTextBlock.Text
source: Add Task
bg_bg: Добави задача
bn_bd: টাস্ক যোগ করুন
ca_es: Afegeix tasca
cs_cz: Přidat úkol
da_dk: Tilføj opgave
el_gr: Προσθήκη εργασίας
es_es: Agregar tarea
et_ee: Lisa ülesanne
fi_fi: Lisää tehtävä
fr_fr: Ajouter une tâche
ga_ie: Cuir tasc leis
he_il: הוסף משימה
hi_in: टास्क जोड़ें
hr_hr: Dodaj zadatak
hu_hu: Feladat hozzáadása
id_id: Tambah tugas
it_it: Aggiungi attivita
ja_jp: タスクを追加
ko_kr: 작업 추가
lt_lt: Pridėti užduotį
lv_lv: Pievienot uzdevumu
mt_mt: Żid kompitu
nb_no: Legg til oppgave
pa_pk: ٹاسک شامل کرو
pl_pl: Dodaj zadanie
pt_pt: Adicionar tarefa
ro_ro: Adaugă sarcină
ru_ru: Добавить задачу
sk_sk: Pridať úlohu
sl_si: Dodaj opravilo
sr_latn_rs: Dodaj zadatak
sv_se: Lägg till uppgift
th_th: เพิ่มงาน
tr_tr: Görev Ekle
uk_ua: Додати завдання
vi_vn: Thêm công việc
zh_tw: 新增任務

# TaskListEmptyStateNoMatchingSubtitle
source: Try changing or clearing the filter
bg_bg: Опитайте да промените или изчистите филтъра
bn_bd: ফিল্টার বদলান বা সরিয়ে দিন
ca_es: Prova de canviar o treure el filtre
cs_cz: Zkuste změnit nebo vymazat filtr
da_dk: Prøv at ændre eller rydde filteret
el_gr: Δοκιμάστε να αλλάξετε ή να καθαρίσετε το φίλτρο
es_es: Prueba cambiando o quitando el filtro
et_ee: Proovi filtrit muuta või eemaldada
fi_fi: Yritä muuttaa tai poistaa suodatin
fr_fr: Essayez de modifier ou de supprimer le filtre
ga_ie: Bain triail as an scagaire a athrú nó a ghlanadh
he_il: נסה לשנות או לנקות את המסנן
hi_in: फ़िल्टर बदलें या हटाएँ
hr_hr: Pokušajte promijeniti ili očistiti filtar
hu_hu: Próbálja módosítani vagy törölni a szűrőt
id_id: Coba ubah atau hapus filter
it_it: Prova a modificare o rimuovere il filtro
ja_jp: フィルターを変更または解除してください
ko_kr: 필터를 변경하거나 해제해 보세요
lt_lt: Pabandykite pakeisti arba išvalyti filtrą
lv_lv: Mēģiniet mainīt vai notīrīt filtru
mt_mt: Ipprova ibdel jew naddaf il-filtru
nb_no: Prøv å endre eller fjerne filteret
pa_pk: فلٹر بدلو یا صاف کرو
pl_pl: Spróbuj zmienić lub wyczyścić filtr
pt_pt: Tente alterar ou limpar o filtro
ro_ro: Încercați să schimbați sau să eliminați filtrul
ru_ru: Попробуйте изменить или очистить фильтр
sk_sk: Skúste zmeniť alebo vyčistiť filter
sl_si: Poskusite spremeniti ali počistiti filter
sr_latn_rs: Pokušajte da promenite ili očistite filter
sv_se: Försök att ändra eller rensa filtret
th_th: ลองเปลี่ยนหรือล้างตัวกรอง
tr_tr: Filtreyi değiştirmeyi veya temizlemeyi deneyin
uk_ua: Спробуйте змінити або очистити фільтр
vi_vn: Hãy thử đổi hoặc xóa bộ lọc
zh_tw: 嘗試變更或清除篩選

# DeleteTaskButton.ToolTipService.ToolTip
source: Delete task
bg_bg: Изтрий задача
bn_bd: টাস্ক মুছুন
ca_es: Suprimeix tasca
cs_cz: Smazat úkol
da_dk: Slet opgave
el_gr: Διαγραφή εργασίας
es_es: Eliminar tarea
et_ee: Kustuta ülesanne
fi_fi: Poista tehtävä
fr_fr: Supprimer la tâche
ga_ie: Scrios tasc
he_il: מחק משימה
hi_in: टास्क हटाएँ
hr_hr: Izbriši zadatak
hu_hu: Feladat törlése
id_id: Hapus tugas
it_it: Elimina attivita
ja_jp: タスクを削除
ko_kr: 작업 삭제
lt_lt: Ištrinti užduotį
lv_lv: Dzēst uzdevumu
mt_mt: Ħassar kompitu
nb_no: Slett oppgave
pa_pk: ٹاسک حذف کرو
pl_pl: Usuń zadanie
pt_pt: Eliminar tarefa
ro_ro: Șterge sarcina
ru_ru: Удалить задачу
sk_sk: Odstrániť úlohu
sl_si: Izbriši opravilo
sr_latn_rs: Obriši zadatak
sv_se: Ta bort uppgift
th_th: ลบงาน
tr_tr: Görevi sil
uk_ua: Видалити завдання
vi_vn: Xóa công việc
zh_tw: 刪除任務

# TaskListStatusTaskUpdated
source: Task updated
bg_bg: Задачата е обновена
bn_bd: টাস্ক আপডেট হয়েছে
ca_es: Tasca actualitzada
cs_cz: Úkol aktualizován
da_dk: Opgave opdateret
el_gr: Η εργασία ενημερώθηκε
es_es: Tarea actualizada
et_ee: Ülesanne uuendatud
fi_fi: Tehtävä päivitetty
fr_fr: Tâche mise à jour
ga_ie: Tasc nuashonraithe
he_il: המשימה עודכנה
hi_in: टास्क अपडेट हुआ
hr_hr: Zadatak je ažuriran
hu_hu: Feladat frissítve
id_id: Tugas diperbarui
it_it: Attivita aggiornata
ja_jp: タスクを更新しました
ko_kr: 작업이 업데이트됨
lt_lt: Užduotis atnaujinta
lv_lv: Uzdevums atjaunināts
mt_mt: Il-kompitu ġie aġġornat
nb_no: Oppgave oppdatert
pa_pk: ٹاسک اپڈیٹ ہو گیا
pl_pl: Zaktualizowano zadanie
pt_pt: Tarefa atualizada
ro_ro: Sarcina a fost actualizată
ru_ru: Задача обновлена
sk_sk: Úloha aktualizovaná
sl_si: Opravilo je posodobljeno
sr_latn_rs: Zadatak ažuriran
sv_se: Uppgift uppdaterad
th_th: อัปเดตงานแล้ว
tr_tr: Görev güncellendi
uk_ua: Завдання оновлено
vi_vn: Đã cập nhật công việc
zh_tw: 任務已更新

# OnboardingFeatureDueDatesDescriptionBlock.Text
source: Set due dates and never miss a deadline
bg_bg: Задавайте крайни срокове и не пропускайте важни дати
bn_bd: নির্ধারিত তারিখ সেট করুন এবং আর কোনো ডেডলাইন মিস করবেন না
ca_es: Defineix dates de venciment i no tornis a perdre cap termini
cs_cz: Nastavte termíny a nikdy nezmeškejte uzávěrku
da_dk: Sæt forfaldsdatoer og gå aldrig glip af en frist
el_gr: Ορίστε ημερομηνίες λήξης και μην χάνετε ποτέ προθεσμία
es_es: Establece fechas de vencimiento y no vuelvas a perder un plazo
et_ee: Sea tähtajad ja ära jäta tähtaegu vahele
fi_fi: Aseta eräpäivät äläkä missaa määräaikoja
fr_fr: Définissez des dates d'échéance et ne manquez plus jamais un délai
ga_ie: Socraigh dátaí dlite agus ná caill spriocdháta riamh
he_il: הגדר תאריכי יעד ואל תפספס מועדים
hi_in: नियत तिथि सेट करें और कोई समयसीमा न चूकें
hr_hr: Postavite rokove i nikad ne propustite obvezu
hu_hu: Állítson be határidőket, hogy ne maradjon le egyetlen teendőről sem
id_id: Atur tanggal jatuh tempo dan jangan lewatkan tenggat
it_it: Imposta date di scadenza e non perdere mai una scadenza
lt_lt: Nustatykite terminus ir nepraleiskite svarbių datų
lv_lv: Iestatiet termiņus un nekad nepalaidiet garām termiņu
mt_mt: Issettja skadenzi u qatt ma titlef deadline
nb_no: Sett forfallsdatoer og gå aldri glipp av en frist
pa_pk: میعاداں سیٹ کرو تے کوئی ڈیڈلائن نہ چھڈو
pl_pl: Ustaw terminy i nigdy nie przegap terminu
pt_pt: Defina datas de conclusão e nunca perca um prazo
ro_ro: Setează termene și nu rata niciun deadline
ru_ru: Устанавливайте сроки и ничего не пропускайте
sk_sk: Nastavte termíny a nezmeškajte žiadny deadline
sl_si: Nastavite roke in ne zamudite nobenega
sr_latn_rs: Postavite rokove i ne propuštajte obaveze
sv_se: Sätt förfallodatum och missa aldrig en deadline
th_th: ตั้งวันครบกำหนดและไม่พลาดกำหนดเวลา
tr_tr: Son tarihleri belirleyin ve hiçbir teslim tarihini kaçırmayın
uk_ua: Встановлюйте терміни та не пропускайте дедлайни
vi_vn: Đặt hạn và không bỏ lỡ thời hạn nào
zh_tw: 設定截止日期，絕不錯過任何期限

# EmptyStateSubtitleTextBlock.Text
source: Add a task to get started
bg_bg: Добавете задача, за да започнете
bn_bd: শুরু করতে একটি টাস্ক যোগ করুন
ca_es: Afegeix una tasca per començar
cs_cz: Přidejte úkol a začněte
da_dk: Tilføj en opgave for at komme i gang
el_gr: Προσθέστε μια εργασία για να ξεκινήσετε
es_es: Agrega una tarea para comenzar
et_ee: Alustamiseks lisa ülesanne
fi_fi: Lisää tehtävä aloittaaksesi
fr_fr: Ajoutez une tâche pour commencer
ga_ie: Cuir tasc leis chun tosú
he_il: הוסף משימה כדי להתחיל
hi_in: शुरू करने के लिए एक टास्क जोड़ें
hr_hr: Dodajte zadatak za početak
hu_hu: Adjon hozzá egy feladatot a kezdéshez
id_id: Tambahkan tugas untuk memulai
it_it: Aggiungi un'attivita per iniziare
ja_jp: 開始するにはタスクを追加してください
ko_kr: 시작하려면 작업을 추가하세요
lt_lt: Pridėkite užduotį, kad pradėtumėte
lv_lv: Pievienojiet uzdevumu, lai sāktu
mt_mt: Żid kompitu biex tibda
nb_no: Legg til en oppgave for å komme i gang
pa_pk: شروع کرن لئی اک ٹاسک شامل کرو
pl_pl: Dodaj zadanie, aby rozpocząć
pt_pt: Adicione uma tarefa para começar
ro_ro: Adăugați o sarcină pentru a începe
ru_ru: Добавьте задачу, чтобы начать
sk_sk: Pridajte úlohu a začnite
sl_si: Dodajte opravilo za začetek
sr_latn_rs: Dodajte zadatak za početak
sv_se: Lägg till en uppgift för att komma igång
th_th: เพิ่มงานเพื่อเริ่มต้น
tr_tr: Başlamak için bir görev ekleyin
uk_ua: Додайте завдання, щоб почати
vi_vn: Thêm công việc để bắt đầu
zh_tw: 新增任務以開始使用

# TaskListStatusFailedDeleteTask
source: Failed to delete task
bg_bg: Неуспешно изтриване на задачата
bn_bd: টাস্ক মুছতে ব্যর্থ
ca_es: No s'ha pogut suprimir la tasca
cs_cz: Smazání úkolu se nezdařilo
da_dk: Kunne ikke slette opgave
el_gr: Αποτυχία διαγραφής εργασίας
es_es: No se pudo eliminar la tarea
et_ee: Ülesande kustutamine ebaõnnestus
fi_fi: Tehtävän poistaminen epäonnistui
fr_fr: Échec de la suppression de la tâche
ga_ie: Theip ar scriosadh an taisc
he_il: מחיקת המשימה נכשלה
hi_in: टास्क हटाया नहीं जा सका
hr_hr: Brisanje zadatka nije uspjelo
hu_hu: A feladat törlése sikertelen
id_id: Gagal menghapus tugas
it_it: Impossibile eliminare l'attivita
ja_jp: タスクの削除に失敗しました
ko_kr: 작업 삭제 실패
lt_lt: Nepavyko ištrinti užduoties
lv_lv: Neizdevās dzēst uzdevumu
mt_mt: Falla t-tħassir tal-kompitu
nb_no: Kunne ikke slette oppgave
pa_pk: ٹاسک حذف نہیں ہویا
pl_pl: Nie udało się usunąć zadania
pt_pt: Falha ao eliminar a tarefa
ro_ro: Ștergerea sarcinii a eșuat
ru_ru: Не удалось удалить задачу
sk_sk: Nepodarilo sa odstrániť úlohu
sl_si: Brisanje opravila ni uspelo
sr_latn_rs: Neuspešno brisanje zadatka
sv_se: Misslyckades med att ta bort uppgift
th_th: ลบงานไม่สำเร็จ
tr_tr: Görev silinemedi
uk_ua: Не вдалося видалити завдання
vi_vn: Không thể xóa công việc
zh_tw: 刪除任務失敗

# TaskListStatusEnterTaskTitle
source: Please enter a task title
bg_bg: Моля, въведете заглавие на задача
bn_bd: অনুগ্রহ করে টাস্কের শিরোনাম লিখুন
ca_es: Introdueix un títol per a la tasca
cs_cz: Zadejte název úkolu
da_dk: Angiv venligst en opgavetitel
el_gr: Παρακαλώ εισαγάγετε τίτλο εργασίας
es_es: Introduce un título para la tarea
et_ee: Palun sisesta ülesande pealkiri
fi_fi: Anna tehtävän otsikko
fr_fr: Veuillez saisir un titre de tâche
ga_ie: Iontráil teideal taisc le do thoil
he_il: אנא הזן כותרת משימה
hi_in: कृपया टास्क शीर्षक दर्ज करें
hr_hr: Unesite naslov zadatka
hu_hu: Kérjük, adjon meg feladatcímet
id_id: Masukkan judul tugas
it_it: Inserisci un titolo per l'attivita
ja_jp: タスク名を入力してください
ko_kr: 작업 제목을 입력하세요
lt_lt: Įveskite užduoties pavadinimą
lv_lv: Lūdzu, ievadiet uzdevuma nosaukumu
mt_mt: Jekk jogħġbok daħħal titlu tal-kompitu
nb_no: Skriv inn en oppgavetittel
pa_pk: مہربانی کر کے ٹاسک دا عنوان لکھو
pl_pl: Wprowadź tytuł zadania
pt_pt: Introduza um título para a tarefa
ro_ro: Introduceți un titlu pentru sarcină
ru_ru: Введите название задачи
sk_sk: Zadajte názov úlohy
sl_si: Vnesite naslov opravila
sr_latn_rs: Unesite naslov zadatka
sv_se: Ange en uppgiftstitel
th_th: โปรดใส่ชื่องาน
tr_tr: Lütfen görev başlığı girin
uk_ua: Введіть назву завдання
vi_vn: Vui lòng nhập tiêu đề công việc
zh_tw: 請輸入任務標題
